/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Kontakty w Twojej książce adresowej zostaną pobrane przez Snapchata."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Zapisuj robione przez Ciebie Snapy w Rolce z aparatu, wysyłaj zdjęcia i filmiki na czacie itp."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Użyj kamery, by robić Snapy, prowadzić wideo czaty, dodawać znajomych za pomocą snapkodu, itp.";

"NSMicrophoneUsageDescription" = "Użyj mikrofonu, by udźwiękowić swoje Snapy, czaty wideo, itp.";

"NSMotionUsageDescription" = "Snapchat rejestruje pionowe lub poziome położenie urządzenia w chwili robienia Snapów, korzystania z soczewek, czytania Discover i oglądania reklam.";

"NSLocationWhenInUseUsageDescription" = "Snapchat wykorzystuje te informacje, aby dostosować sposób działania serwisu i umożliwić Ci odkrywanie filtrów, stories i innych ciekawych rzeczy."; // Reworded 09/12/2016
